{"inkVersion":21,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":["^Queen Dragonleaf: atlas! What brings you here? Are you considering my offer?","\n","^Atlas: Yes, but not because I nolonger wish to save my sister.","\n","^Atlas: I’m sick of these games. I want to find her. I know you have her. So here.","\n","^Atlas: I have your toy. I’ll join you, I’ll work for you. But give me my sister","\n","^Queen Dragonleaf: you have my toy?","\n","^Atlas: Is this not your toy?","\n","^Queen Dragonleaf: no, it is indeed mine. I’m just in disbelief.","\n","^Queen Dragonleaf: I didn’t think anyone would be able to get it from them","\n","^Atlas: they didn’t exactly have much defending it","\n","^Queen Dragonleaf: you are certainly full of surprises.","\n","^Queen Dragonleaf: But listen. I’m so sorry but I can’t just give you your sister.","\n","^Queen Dragonleaf: With her free we’ll never find out where the mystical green bottle is, and without that, well,","\n","^Queen Dragonleaf: I won’t have anything to keep this safe.","\n","^Queen Dragonleaf: I won’t have anything to hold over people's heads.","\n","^Atlas: if I get you the bottle will you give me my sister.","\n","^Queen Dragonleaf: That seems like a fair deal, you did say getting this was pretty easy,","\n","^Queen Dragonleaf: So the artefact shouldn’t be too big a challenge…","\n","^Atlas: I didn't say it was easy, just that there was no defence.","\n","^Queen Dragonleaf: same thing but actually, now that I think about it, you’re the perfect person to get the artefact!","\n","^Queen Dragonleaf: If I take you to the butterfly girl I’m sure she’ll tell you!","\n","^Atlas: I dunno she’s pretty stuborn","\n","^Queen Dragonleaf: well if she’s stubborn I’m sure you can find a way to find it. Your name is atlas afterall,","\n","^Queen Dragonleaf: isn’t that all about knowing stuff about places and finding out stuff about the world?","\n","^Queen Dragonleaf: I’m sure you can find it!","\n","^Atlas: That's true… okay so, you’ll take me to my sister then?","\n","^Queen Dragonleaf: as long as you pledge allegiance to the great tunnels and their people","\n","^Atlas: sure. I pledge my allegiance to the great tunnels and their people","\n","^Queen Dragonleaf: and me","\n","^Atlas: and you","\n","^Queen Dragonleaf: okay good let me take you to your sister! Just head through these tunnels and you’ll find it.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}