{"inkVersion":21,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":["^Ethan: Hey, have you seen some girl called Ellie?","\n","^???: Whats her playground name?","\n","^Ethan: Her playground name?","\n","^???: Yeah! everyone goes by a playground name in here, it lets you express yourself and be part of the playground.","\n","^???: In here you are your playground name, you are your playground self, not your boring old outside self!","\n","^Ethan: that seems dumb,I dont want to be some weird version of myself that goes by a made up name","\n","^???: Doesnt matter, its what everyone goes by in here. You gotta go by a playground name if you wanna be taken seriously.","\n","^???: Plus I bet whoever Ellie is, she goes by one.","\n","^Ethan: hmm that’s true, that’s exactly the dumb stuff she’d love","\n","^???: so, what’s your playground name then?","\n","^Ethan: eh?!? Just cause my sister has a playground name doesn’t mean I need to have one.","\n","^Ethan: Can’t I just find her one out and skip making my own?","\n","^???: nope, everyone needs a playground name, without one you’re like, not real!","\n","^Ethan: I think I’d be real with or without a playground name","\n","^???: not to the people in here.","\n","^???: If someone asks your name and you say some boring real name they’ll just ignore you and walk away","\n","^Ethan: are people really like that in here?","\n","^???: yep, so what’s your playground name?","\n","^Ethan: I dunno, how do you get one?”","\n","^???: just think, what would be fun to be called if you could choose your own name?","\n","^???: What do you think is really cool?","\n","^Canine: I chose the cool canine! Cause I’m really cool, and I love dogs and dogs are called canines!","\n","^Ethan: hmm, how’s Greg? That seems like a cool name I guess?","\n","^Canine: that’s so boring, are you sure that’s not just your real name? What’s something you like?","\n","^Ethan: uhh, I guess geography? Maybe I could be called atlas? Like the book?","\n","^Canine: Atlas? I like it. It sounds like some really cool super hero!","\n","^Canine: Here to save the whole world! If it’s in the atlas atlas will save it from his enemies!","\n","^Atlas: I suppose so, I guess? But anyways, have you seen my sister? She’s kinda insert explanation","\n","^Canine: hmm, doesn’t ring a bell, but maybe have a look around, ask folks. Surely someone will have seen her.","\n","^Canine: I can help you look if you’d like?","\n","^Atlas: thanks, that’ll make this a bunch easier","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}