{"inkVersion":21,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":["^Queen Dragonleaf: ahh you made it. I forget how confusing the great tunnels can be to outsiders","\n","^Atlas: you were so welcoming when we first met, what changed","\n","^Queen Dragonleaf: I said you’d be welcome if you stopped caring about the butterfly girl.","\n","^Queen Dragonleaf: You didn’t, you just offered to work for us in return for her.","\n","^Queen Dragonleaf: You aren’t one of us, just working with us","\n","^Atlas: hmm, interesting","\n","^Queen Dragonleaf: anyways your sister! She’s just down here in the dungeon!","\n","^Queen Dragonleaf: Don’t try anything or you’ll join her and be locked away for the rest of your days","\n","^Atlas: why has no one reported this to staff? This seems like a hazard","\n","^Queen Dragonleaf: cause that would be boring duh, now get the information","\n","^Lilac: Ethan?","\n","^Atlas: it’s atlas now.","\n","^Lilac pulls him in for a hug","\n","^Lilac: What are you doing here? You can’t trust these people. They’re dangerous","\n","^Atlas: I know. But it’s the only way I could get you out.","\n","^Lilac: they won’t let me leave though","\n","^Atlas: if we tell them you’ll lead me to the artefact then we can just leave","\n","^Lilac: that will never work. They'll make people follow us and drag both of us back here","\n","^Atlas: hmm. Just tell me where it is then. I’ll go collect it and they’ll let you go.","\n","^Atlas: They don’t want you, just the artefact so they’ll free you if they have it.","\n","^Lilac: it’s in the back corner.","\n","^Lilac: Go down this slide then keep going until you find the rightmost corner, it’s hidden there.","\n","^Atlas: You said that really fast?","\n","^Atlas: I thought you cared a lot about the ball pit and granting people to use it freely?","\n","^Lilac: I just want to go home. This place is scary","\n","^Atlas: I will make sure you get home. Don’t worry.","\n","^Atlas hugs her then climbs back up","\n","^Atlas: She’s told me the location of it. I’ll find it and bring it back to you.","\n","^Queen Dragonleaf: Godspeed soldier","\n","^Atlas: huh? I thought you hated me just a second ago?","\n","^Queen Dragonleaf: oh yeah! Make it fast.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}